alsa-utils
atool
autoconf
automake
bash
binutils
bison
bzip2
checkbashisms
cmatrix
compton
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
docx2txt
dunst
e2fsprogs
eclipse-jee
fakeroot
feh
figlet
file
filesystem
findutils
firefox
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
gnu-netcat
grep
groff
grub
gzip
highlight
htop
i3-gaps
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
libtool
licenses
linux
linux-firmware
logrotate
lsd
lsof
lvm2
lynx
m4
make
man-db
man-pages
mdadm
mediainfo
mpc
mpd
mps-youtube
mpv
nano
neofetch
net-tools
netctl
networkmanager
newsboat
notify-osd
noto-fonts
odt2txt
p7zip
pacman
pacman-contrib
patch
pciutils
perl
pkgconf
pkgfile
polybar
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
python-pip
python-pywal
ranger
reiserfsprogs
rxvt-unicode
s-nail
scrot
sed
shadow
shellcheck
smartmontools
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
tlp
transmission-cli
ttf-font-awesome
udiskie
unrar
unzip
usbutils
util-linux
vi
vim
virtualbox
vlc
w3m
which
xclip
xdg-user-dirs
xf86-input-synaptics
xfsprogs
xonotic
xorg-server
xorg-xbacklight
xorg-xclipboard
xorg-xev
xorg-xinit
xorg-xinput
xorg-xprop
youtube-dl
zathura
zathura-pdf-mupdf
zip
