7zip
adidnsdump
admsnmp
alsa-utils
android-apktool
android-file-transfer
ansible-core
apkleaks
arch-audit
asciinema
asciiquarium
aspell-en
atool
autoconf
automake
autorecon
awesome
aws-cli
base
base-devel
bash-completion
bash-language-server
bashfuscator
bat
bettercap
bind
bison
bkcrack
blackarch-keyring
bloodhound-ce-python
bloodhound-cli
burpsuite
bvi
cewl
checkbashisms
cronie
csvkit
cyrus-sasl-gssapi
dash
debootstrap
depix
dhcpcd
dictd
diff-so-fancy
difftastic
discord
dislocker
djvulibre
dnschef
dnsenum
dnsrecon
docker
docker-buildx
docker-compose
docx2txt
donpapi
dos2unix
dotnet-host
dotnet-runtime
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
dsstore-crawler
dunst
entr
enum4linux
enum4linux-ng
espeak-ng
ettercap
ex-vi-compat
exploitdb
fakeroot
feh
ffuf
figlet
firefox
firefox-decrypt
flameshot
flask-unsign
flex
freerdp
fx
fzf
gcc
gdb
ghauri
ghc
ghidra
gimp
git
gmsadumper
go
go-windapsearch
gobuster
gopherus
gpick
gpp-decrypt
gradle
groff
gron
grub
hash-identifier
hashcat
hashdb
hashid
hsetroot
htmlq
htop
httpie
hydra
hyperfine
ike-scan
impacket-ba
inetutils
inotify-tools
intel-ucode
ipcalc
jack2
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jq
juicy-potato
jwt-tool
keepass
keepassxc
kerbrute
kitty
ksnip
kube-hunter
kubectl
lazagne
less
lftp
libnfs
libnotify
libpst
libreoffice-still
libtool
libvncserver
libvterm
libxft
libxml2-legacy
ligolo-ng
linux
linux-firmware-amdgpu
linux-firmware-mediatek
linux-firmware-other
linux-firmware-realtek
linux-firmware-whence
lostfiles
lsd
lsof
ltrace
lua-language-server
luacheck
luarocks
lvm2
lynis
lynx
m4
make
man-db
man-pages
manspider
masscan
massdns
maven
mdadm
mdbtools
mediainfo
mesa-utils
meson
metasploit
mimikatz
mono
mono-msbuild
mpv
msmtp
musl
nano
nbtscan
neomutt
net-snmp
net-tools
netctl
networkmanager
networkminer
newsboat
nfs-utils
nfsshell
nikto
nishang
nmap
nosqli
notify-osd
noto-fonts
npm
ntfs-3g
ntp
odt2txt
onesixtyone
openjdk-src
openjdk17-src
openssh
openssl-1.1
openvpn
pacman-contrib
padre
parallel
pass
pass-otp
patch
pcmanfm
perl-image-exiftool
pgcli
php
phpggc
picom
pkgconf
pkgfile
pkinittools
plocate
pngcheck
pocl
polkit
poppler-data
pret
profanity
proxychains-ng
pspy
pulseaudio
pulseaudio-alsa
pulsemixer
puredns
putty
pv
pygpoabuse
pyinstaller
pyinstxtractor
pyright
python-agate-dbf
python-agate-excel
python-agate-sql
python-aiosmtpd
python-dsinternals
python-flask-cors
python-gssapi
python-jsbeautifier
python-ldap
python-loguru
python-minidump
python-msldap
python-pandas
python-pdftotext
python-phpserialize
python-pip
python-pipenv
python-pipx
python-pwntools
python-pyftpdlib
python-pyjwt
python-pylnk3
python-pynvim
python-pyotp
python-pypdf2
python-pypng
python-python-evtx
python-pywal
python-reportlab
python-sentry_sdk
python-sqlalchemy
python-sqlitedict
python-uv
python-viewstate
python-websocket-client
python-websockets
python-xlib
python-xlsx2csv
qemu-guest-agent
qemu-img
qpdf
qrencode
radare2
ranger
rbenv
rdp-sec-check
rdpassspray
reflector
regipy
remmina
responder
restic
ripgrep
rlwrap
rsactftool
rsync
ruby-build
ruby-getoptlong
rust-analyzer
rustup
rxvt-unicode
samba
scrapy
scrcpy
scrot
seclists
shellcheck
sipvicious
smartmontools
smbclient
smbmap
smtp-user-enum
snmpscan
socat
sof-firmware
spice-vdagent
sqlmap
squashfs-tools
ssh-audit
sshpass
sslscan
sstimap
steghide
stews
strace
stylua
sudo
swaks
sysfsutils
targetedkerberoast
tcpdump
tesseract-data-eng
tesseract-data-oci
texinfo
tk
tor-browser
traceroute
translate-shell
transmission-cli
tree-sitter-cli
trufflehog
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tuned
typescript-language-server
ueberzug
unrar
unzip
usbutils
username-anarchy
veracrypt
vim
vncdotool
w3m
wafw00f
websocat
wget
whatweb
which
whois
wine
wine-mono
winetricks
wireshark-qt
wl-clipboard
wmctrl
woff2-font-awesome
xclip
xdg-user-dirs
xdotool
xf86-input-wacom
xf86-video-qxl
xfsprogs
xorg-server
xorg-xbacklight
xorg-xclipboard
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlogo
xorg-xprop
xorg-xsetroot
xortool
xplr
xsel
xsser
yq
ysoserial
yt-dlp
zaproxy
zathura
zathura-pdf-mupdf
zbar
zip
