7zip
age
alsa-utils
amd-ucode
android-file-transfer
arch-wiki-docs
asciiquarium
aspell-en
atool
autoconf
automake
awesome
base
base-devel
bash-completion
bash-language-server
bat
bind
bison
checkbashisms
cloc
cronie
cryptsetup
csvkit
dash
dhcpcd
dictd
diff-so-fancy
difftastic
discord
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
docx2txt
dosfstools
dunst
entr
espeak-ng
evtest
ex-vi-compat
fakeroot
feh
figlet
firefox
flameshot
flex
freerdp
fx
fzf
gcc
gdb
gimp
git
go
groff
gron
hashcat
hsetroot
htmlq
htop
httpie
hyperfine
inetutils
inotify-tools
jack2
jdk-openjdk
john
jq
keepass
keyd
kitty
kubectl
less
libnotify
libreoffice-still
libtool
libvirt
libvterm
libxft
libxml2-legacy
linux
linux-firmware-amdgpu
linux-firmware-mediatek
linux-firmware-other
linux-firmware-realtek
linux-firmware-whence
linux-lts
lostfiles
lsd
lsof
lua-language-server
luacheck
luarocks
lvm2
lynx
m4
make
man-db
man-pages
maven
mdadm
mediainfo
mesa-utils
meson
mpv
nano
neomutt
net-tools
netctl
networkmanager
newsboat
nmap
notify-osd
noto-fonts
npm
ntfs-3g
odt2txt
openjdk21-doc
openjdk21-src
openssh
pacman-contrib
pass
pass-otp
patch
pavucontrol
perl-image-exiftool
pgcli
picom
pipewire
pipewire-pulse
pkgconf
plocate
pocl
poppler-data
pulseaudio-alsa
pulsemixer
pv
pyright
python-agate-dbf
python-agate-excel
python-agate-sql
python-pandas
python-pip
python-pipenv
python-pynvim
python-sentry_sdk
python-sqlalchemy
python-sqlitedict
python-websocket-client
python-websockets
qemu-desktop
qrencode
radare2
ranger
reflector
restic
ripgrep
rlwrap
rocm-opencl-runtime
rsync
rust-analyzer
rustup
rxvt-unicode
scim
scrcpy
scrot
shellcheck
socat
strace
stylua
sudo
sysfsutils
tcpdump
texinfo
tk
tlp
translate-shell
transmission-cli
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
typescript-language-server
ueberzug
unrar
unzip
usbutils
vim
virt-manager
virt-viewer
virtualbox
virtualbox-guest-utils
virtualbox-sdk
w3m
websocat
wget
which
wikiman
wireshark-qt
wmctrl
woff2-font-awesome
xclip
xdg-user-dirs
xdotool
xfsprogs
xorg-server
xorg-xbacklight
xorg-xclipboard
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xprop
xournalpp
xplr
xsel
yq
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zip
