aisleriot
alsa-utils
android-file-transfer
asciiquarium
aspell-en
atool
autoconf
automake
awesome
base-devel
bash
bash-completion
bash-language-server
bat
bind
binutils
bison
bzip2
ccls
checkbashisms
coreutils
cronie
cryptsetup
csvkit
dash
device-mapper
dhcpcd
dictd
diff-so-fancy
difftastic
diffutils
discord
docker
docker-compose
docx2txt
dunst
e2fsprogs
entr
espeak-ng
eza
fakeroot
fd
feh
fff
figlet
file
filesystem
findutils
firefox
flameshot
flex
fx
fzf
fzy
gawk
gcc
gcc-libs
gettext
ghc
gimp
git
glibc
gnu-netcat
go
gradle
grc
grep
groff
gron
grub
gzip
highlight
hsetroot
htmlq
htop
httpie
hyperfine
i3-wm
inetutils
inotify-tools
intel-ucode
interception-dual-function-keys
interception-tools
iproute2
iputils
jack2
jdk-openjdk
jdk17-openjdk
jq
keepass
keyd
kitty
kubectl
less
libnotify
libreoffice-still
libtool
libvterm
libxft
licenses
linux
linux-firmware
lnav
lsd
lsof
lua-language-server
luacheck
luarocks
lvm2
lynx
m4
maim
make
man-db
man-pages
maven
mdadm
mediainfo
meson
minikube
mpv
msmtp
nano
neofetch
neomutt
net-tools
netctl
networkmanager
newsboat
nmap
notify-osd
noto-fonts
npm
ntfs-3g
odt2txt
openjdk-src
openjdk17-src
openssh
openssl-1.1
openvpn
p7zip
pacman
pacman-contrib
pass
pass-otp
patch
pciutils
perl
pgcli
picom
pkgconf
pkgfile
plocate
polybar
poppler-data
procps-ng
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pv
pyright
python-agate-dbf
python-agate-excel
python-agate-sql
python-pandas
python-pip
python-pipenv
python-pynvim
python-pywal
python-sentry_sdk
python-sqlalchemy
python-sqlitedict
python-websocket-client
python-websockets
qrencode
ranger
reflector
reiserfsprogs
restic
ripgrep
rlwrap
rust-analyzer
rustup
rxvt-unicode
s-nail
scrcpy
scrot
sed
shadow
shellcheck
smartmontools
sof-firmware
strace
stylua
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
tcpdump
texinfo
tk
tlp
translate-shell
transmission-cli
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ueberzug
unrar
unzip
usbutils
util-linux
vi
vim
virtualbox
virtualbox-guest-utils
virtualbox-sdk
w3m
web-ext
websocat
wget
which
wireshark-qt
wl-clipboard
wmctrl
xclip
xdg-user-dirs
xdotool
xf86-input-wacom
xfsprogs
xorg-server
xorg-xbacklight
xorg-xclipboard
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xprop
xplr
xsel
yq
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zip
