adwaita-qt5
brave-bin
buku
ccze
codelldb
cointop
d-feet
dasht
dynamips
equilux-theme
i3lock-color
icdiff
informant
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
iredis-bin
jdk21-graalvm-ee-bin
jdtls
kaf-bin
keepmenu-git
lain-git
libinput-gestures
librewolf-bin
lz4json
miniconda3
neovim-git
otf-symbola
paru-bin
python-gtts
redshift-minimal
sc-im
sioyek-git
ta-lib
ttf-symbola
ubridge-git
ucollage
xbanish
