adwaita-qt6
autocutsel
brave-bin
buku
ccze
chisel-tunnel-bin
dragon-drop-git
equilux-theme
fscan-bin
gnu-netcat
graftcp
grpcurl-bin
i3lock-color
icdiff
informant
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
iredis-bin
jdtls
john-git
kaf-bin
keepmenu-git
keyd-git
lain-git
ldapdomaindump
libinput-gestures
lz4json
mongosh-bin
mycli
neofetch
neovim-git
nodejs-intelephense
paru-git
passwordsafe
peass-ng
powershell-bin
python-lzf
python-pyfzf
python-rdbtools
python-xvfbwrapper
redshift-minimal
reiserfsprogs
sc-im
sioyek-git
staticx
ttf-joypixels
ucollage
vncpwd
wpscan-git
x-resize
xbanish
zoiper-bin
