balena-etcher
buku
codelldb
cointop
dasht
discord_arch_electron
dynamips
elixir-ls
equilux-theme
gns3-gui
gns3-server
i3lock-color
icdiff
informant
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
jdtls
keyd-git
lain-git
libinput-gestures
librewolf-bin
neovim-git
nerd-fonts-fira-code
nerd-fonts-jetbrains-mono
otf-symbola
paru
python-gtts
python-sentry_sdk
redshift-minimal
sc-im
termite
ttf-symbola
ubridge-git
ucollage
vpcs
xbanish
